// "© Copyright 2004-2017 HP Development Company, L.P."

OfflineMessageText = "선택한 장치와 통신할 수 없습니다.\n꺼지거나 연결이 해제되었을 수 있습니다.";
TextTooLongErrorExplanation = "%d자보다 작거나 같은 길이의 텍스트를 입력하십시오.";
NumberNotInRangeErrorExplanation = "%f보다 작거나 %f보다 큰 숫자 값을 입력하십시오.";
IncorrectIpAddressErrorExplanation = "IP 주소는 마침표로 구분된 4개 세트의 숫자(각각 0 ~ 255)로 구성되어야 합니다.";
InvalidCharsInTextErrorExplanation = "유효한 문자를 입력하십시오.";

NoAlignTitle = "정렬을 실행할 수 없음";
NoAlignMsg = "장치가 연결되어 있고 전원이 켜져 있는지 확인한 다음 다시 시도하십시오.";

NotInitiatedTitle = "청소를 시작할 수 없습니다";
NotInitiatedMsg = "청소 절차를 시작할 수 없습니다. 장치가 온라인인지, 다른 작업을 처리하고 있지 않은지 확인하십시오.";

CDopenTitle = "CD/DVD 트레이가 열려 있습니다";
CDopenMsg = "메인 트레이에서 인쇄를 계속하려면 CD/DVD 트레이를 닫으십시오.";

DeviceInReserveModeMsg = "제한 모드에서는 정렬을 실행할 수 없습니다. 비었거나 없는 잉크 카트리지를 교체하십시오.";

TwowayConnectionErrorTitle = "장치와 통신이 이루어지지 않았습니다.";
TwowayConnectionErrorMessage = "장치가 연결되어 있고 전원이 켜져 있는지 확인한 다음 다시 시도하십시오.";

OnlyPhotoPenInstalledErrorTitle = "포토 펜만 설치된 경우 정렬을 실행할 수 없습니다";
OnlyPhotoPenInstalledErrorMessage = "정렬은 컬러만, 검은색만, 컬러/검은색, 컬러/포토 카트리지 설치 등으로 할 수 있습니다. 허용된 펜 조합 중 하나를 설치하십시오.";

NoPensErrorTitle = "발견된 잉크 카트리지가 없습니다";
NoPensErrorMessage = "잉크 카트리지가 설치된 경우, 잉크 노즐을 덮고 있는 플라스틱 테이프가 제거되었는지 확인하십시오.";

NoCartridgesErrorTitle = "발견된 잉크 카트리지가 없습니다";
NoCartridgesErrorMessage = "모든 인쇄 카트리지가 설치되지 않은 상태에서 인쇄를 진행할 수 없습니다. 자세한 내용은 장치 설명서를 참조하십시오.";

SomeCartridgeErrorTitle = "모든 카트리지가 설치되지 않은 상태에서 인쇄를 진행할 수 없음";
SomeCartridgeErrorMessage = "하나의 카트리지가 없거나 감지되지 않거나 잘못 설치되었습니다.";

SomePenErrorTitle = "모든 카트리지가 설치되지 않은 상태에서 인쇄를 진행할 수 없음";
SomePenErrorMessage = "잉크 카트리지가 없거나, 감지되지 않거나, 잘못 설치된 것으로 보입니다.";

SomePrintheadErrorTitle = "모든 프린트헤드가 설치되지 않은 상태에서 인쇄를 진행할 수 없습니다";
SomePrintheadErrorMessage = "프린트 헤드가 감지되지 않습니다, 감지되지 않거나, 잘못 설치된 것으로 보입니다.";

PrintheadErrorTitle = "프린트 헤드를 설치하지 않으면 인쇄할 수 없습니다.";

FrontDoorOpenTitle = "앞쪽 덮개 열림";
DoorOpenTitle = "도어/커버가 열려 있습니다";
DoorOpenMsg = "장치의 덮개가 열려 있어서 인쇄할 수 없습니다. 장치의 모든 덮개를 닫으십시오.";

DeviceBusyErrorTitle = "현재 장치가 사용 중입니다";
DeviceBusyErrorMessage = "장치가 현재 작업을 완료할 때까지 기다리십시오.";

IncorrectStateErrorTitle = "장치가 오류 상태에 있습니다";
IncorrectStateErrorMessage = "장치의 오류를 해결하고 다시 시도하십시오.";

InstallFuserErrorTitle = "퓨저 없음";
InstallFuserErrorMessage = "장치를 끄고, 퓨저를 다시 설치한 후 장치를 다시 켜십시오.";

UnsupCartridgeTitle = "지원되지 않는 인쇄 카트리지";
UnsupSilverPenMsg = "설치된 은색 인쇄 카트리지는 Macintosh 인쇄에서 지원되지 않습니다.\n인쇄 카트리지를 검은색 인쇄 카트리지로 교체한 후 다시 시도하십시오.";

NoCmyCartridgeTitle = "인쇄 품질 조정 실행 불가";
NoCmyCartridgeMsg = "이 절차를 수행하려면 컬러 카트리지를 장치에 삽입하십시오.";

CalibrationFailedTitle = "인쇄 품질 조정 실행 불가";

Yes = "예";
No = "아니오";

HSDCancelButtonTitle = "취소";
HideButtonTitle = "숨기기";
HSDOKButtonTitle = "확인";
HSDContinueButtonTitle = "계속";
HSDDoneButtonTitle = "완료";
HSDCloseButtonTitle = "닫기";
HSDSkipButtonTitle = "건너뛰기";
HSDMoreInfoButtonTitle = "추가 정보…";
HSDQuitButtonTitle = "종료";
HSDRetryButtonTitle = "다시 시도";

DidFailLoadTitle = "페이지를 열 수 없습니다.";
DidFailLoadMessageFormat = "URL: %@\n원인: %@";
LoadingErrorString = "리소스를 사용할 수 없습니다.";
WebLoadingString = "로드 중…";

DownloadInfoFormatString = "%@ / %@";
BytesFormatString = "%d 바이트";
KilobytesFormatString = "%.1f KB";
MegabytesFormatString = "%.1f MB";
GigabytesFormatString = "%.2f GB";

USB = "USB";
Network = "네트워크";
Bluetooth = "Bluetooth";
Bonjour = "Bonjour";
IP = "IP";
AppleTalk = "Apple Talk";
HPWirelessConnect = "HP 무선 연결";
UNKNOWN = "모름";

ProfileErrorTitle = "프로필을 등록할 수 없습니다";
ProfileOperationErrorMessage = "다음 오류 코드와 함께 ColorSync 등록에 실패했습니다: %i.";
ProfileNotFoundMessage = "장치의 ColorSync 입력에 오류가 있습니다. 문제를 해결하려면 인쇄 대기열을 다시 만드십시오.";

StatusLineSeparator = "%, ";
ClearStatusLineSeparator = ", ";
ConnectingMessage = "장치에 연결 중\n%@";
AbstractConnectingMessage = "연결하는 중...";
RetrieveInformationProcessTitle = "정보를 가져오는 중…";
ApplySettingsProgressTitle = "설정 적용 중…";

CouldNotRetrieveSettings = "설정을 가져올 수 없음";
CouldNotRetrieveSettingsDescription = "장치와 통신하는 중에 알 수 없는 오류가 발생했습니다. 나중에 다시 시도해보십시오.";

//paper management keys
ResponseErrorMessage = "장치가 연결되어 있고 전원이 켜져 있는지 확인한 다음 다시 시도하십시오.";
OfflineTitle = "장치가 오프라인 상태입니다.";
OfflineMsg = "장치가 오프라인 상태이며 인쇄 작업을 수행할 수 없습니다.";
DownloadProfilesTitleString = "ICC 프로파일 다운로드 중…";
SynchronizeProfilesTitleString = "ICC 프로파일 업데이트 중…";

//PrintingPropertiesWindow
"TaskNameTitle" = "속성 인쇄 중";
"PaperThicknessTitle" = "용지 두께:";
"NormalThicknessTitle" = "보통";
"ThickThicknessTitle" = "두꺼움";
"DryTimeTitle" = "건조 시간:";
"ManualDryTimeSecondsTitle" = "초";
"NoneDryTimeTitle" = "없음";
"ReducedDryTimeTitle" = "축소";
"AutomaticDryTimeTitle" = "자동";
"ExtendedDryTimeTitle" = "확장";
"ManualDryTimeTitle" = "수동";
"StarwheelsTitle" = "스타휠:";
"UpStarwheelsTitle" = "위로";
"DownStarwheelsTitle" = "아래로";
"VacuumLevelTitle" = "진공 레벨:";
"HighestVacuumLevelTitle" = "가장 높게";
"HighVacuumLevelTitle" = "높게";
"NormalVacuumLevelTitle" = "보통";
"LowVacuumLevelTitle" = "낮게";
"LowestVacuumLevelTitle" = "가장 낮게";
"AdvanceAdjustmentTitle" = "용지 진행 보정:";
"AdvanceAdjustmentUnitsTitle" = "‰(ppt)";
"AdvanceAdjustmentInfoTitle" = "(1‰는 1mm/m입니다.)";
"InkLimitsTitle" = "글로벌 잉크 농도:";
"GlossEnhancerTitle" = "광택제양:";
"CutterTitle" = "절단기";
"RestorePrintingPropTitle" = "인쇄 속성 복원";
"HelpButtonTooltip" = "도움말";
HSDGoBackButtonTitle = "뒤로 이동";

// status
StapleCartridgeTitle = "스테이플 카트리지 %d";
BlackDrumTitle = "검은색 드럼";
CyanDrumTitle = "시안색 드럼";
MagentaDrumTitle = "마젠타색 드럼";
YellowDrumTitle = "노란색 드럼";
BlackCartridgeTitle = "검은색 카트리지";
CyanCartridgeTitle = "청록색 카트리지";
MagentaCartridgeTitle = "자홍색 카트리지";
YellowCartridgeTitle = "노란색 카트리지";
ImageTransferKit = "전사 키트";
ImageFuserKit = "퓨저 키트";
RollerKit = "롤러 키트";
MaintenanceKit = "유지보수 키트";
TonerCollectionUnit = "토너 수집 장치";
DocumentFeederKit = "문서 공급기 키트";
InkCollectionUnit = "잉크 수집 장치";

BlackInkCartridgeTitle = "검정 잉크";
CyanInkCartridgeTitle = "시안 잉크";
MagentaInkCartridgeTitle = "마젠타 잉크";
YellowInkCartridgeTitle = "노랑 잉크";
LightCyanInkCartridgeTitle = "라이트 시안 잉크";
LightMagentaInkCartridgeTitle = "라이트 마젠타 잉크";
CMYInkCartridgeTitle = "3색 잉크";
KCMInkCartridgeTitle = "포토 잉크";
GGKInkCartridgeTitle = "회색 포토 잉크";
BCMInkCartridgeTitle = "파란색 사진 잉크";
SilverInkCartridgeTitle = "은색 잉크";
MatteBlackInkCartridgeTitle = "매트 검정 잉크";
PhotoBlackInkCartridgeTitle = "사진 검은색 잉크";
LightGrayInkCartridgeTitle = "연한 회색 잉크";
GrayInkCartridgeTitle = "그레이 잉크";
GoldInkCartridgeTitle = "금";
BronzeInkCartridgeTitle = "청동";
MetallicInkCartridgeTitle = "금속";
LeftInkCartridgeTitle = "왼쪽";
RightInkCartridgeTitle = "오른쪽";

BlackPrintheadName = "검정 프린트헤드";
CyanPrintheadName = "시안 프린트헤드";
MagentaPrintheadName = "마젠타 프린트헤드";
YellowPrintheadName = "노랑 프린트 헤드";
LightCyanPrintheadName = "라이트 시안 프린트 헤드";
LightMagentaPrintheadName = "라이트 마젠타 프린트 헤드";
CMYPrintheadName = "CMY 프린트 헤드";
KCMPrintheadName = "KCM 프린트 헤드";
GGKPrintheadName = "gGK 프린트 헤드";
MagentaYellowPrintheadName = "마젠타 / 노란색 프린트헤드";
BlackYellowPrintheadName = "검은색 / 노란색 프린트헤드";
CyanMagentaPrintheadName = "사이안 / 마젠타 프린트헤드";
MatteBlackCyanPrintheadName = "매트 검정 / 사이안 프린트헤드";
LightMagentaLightCyanPrintheadName = "라이트 마젠타 / 라이트 사이안 프린트 헤드";
PhotoBlackLightGrayPrintheadName = "사진 검정 / 라이트 그레이 프린트헤드";
CMYKPrintheadName = "CMYK 프린트 헤드";
BBBKPrintheadName = "BBBK 프린트 헤드";
MagentaCyanPrintheadName = "마젠타 / 시안 프린트헤드";
MatteBlackYellowPrintheadName = "무광 검정 / 노랑 프린트헤드";
GrayPhotoBlackPrintheadName = "회색 / 사진용 검정 프린트헤드";

TrayNameTemlate = "트레이 %d";
"ENV FEEDER" = "봉투 공급 장치";
"Envelope Feeder" = "봉투 공급 장치";
"Multipurpose Tray" = "다목적 용지함";

MediaStatusUnknown = "모름";
MediaStatusNotEmpty = "채워져 있음";
MediaStatusEmpty = "비어 있음";
MediaStatusLow = "낮음";
MediaStatusFull = "가득 참";
MediaStatusOk = "확인";

BlackPrintheadColor = "검정";
CyanPrintheadColor = "시안";
MagentaPrintheadColor = "마젠타";
YellowPrintheadColor = "노랑";
LightCyanPrintheadColor = "라이트 시안";
LightMagentaPrintheadColor = "라이트 마젠타";
CMYPrintheadColor = "CMY 프린트 헤드";
KCMPrintheadColor = "KCM 프린트 헤드";
GGKPrintheadColor = "gGK 프린트 헤드";
BlackYellowPrintheadColor = "검정 / 노랑";
CyanMagentaPrintheadColor = "시안 / 마젠타";
MagentaYellowPrintheadColor = "마젠타 / 노랑";
MatteBlackCyanPrintheadColor = "매트 검정 / 사이안";
LightMagentaLightCyanPrintheadColor = "라이트 마젠타 / 라이트 시안";
PhotoBlackLightGrayPrintheadColor = "사진 검정 / 연한 회색";
CMYKPrintheadColor = "CMYK";

// online privacy UI
InfoToSendFieldFormat = "%@: %@\n";
HSDOnlineWarningSheetTitle = "온라인 정보 액세스";
HSDOnlineWarningSheetBasicMessage = "\"계속\"을 클릭하면 기본 웹 브라우저를 사용하여 온라인으로 HP 웹 페이지에 액세스하게 됩니다.";

HSDOnlineWarningSheetExtendedMessage = "\"계속\"을 클릭하면 기본 웹 브라우저를 사용하여 온라인으로 이동되며 HP 웹 페이지에 액세스하게 됩니다. 이 작업을 완료하기 위해 일부 정보가 HP 웹 서버로 전송됩니다.";
HSDOnlineWarningSheetExtendedComment = "HP는 개인 설정 환경을 만들고 적절한 제품을 제공하며 HP 사용 환경을 개선하는 데 이 정보를 사용할 수 있습니다.";

HSDOnlineWarningSheetCheckboxTitle = "이 경고를 다시 표시 안 함";
HSDPrivacyPolicyOnlineLinkTitle = "HP 개인 정보 보호 정책";
HSDPrivacyPolicyOnlineLinkValue = "http://welcome.hp.com/country/kr/ko/privacy.html";

HSDPrivacyStatementOnlineLink = "HP 개인 정보 보호 정책";
HSDViewPrivacyStatementOnlineLink = "HP 개인 정보 보호 정책";
HSDViewSharedDataLink = "HP와 공유된 데이터 보기";

DetailsTitle = "세부정보";

MacOSVersion = "Mac OS 버전";
DeviceSerialNumber = "장치 일련 번호";
DeviceProductNumber = "장치 제품 번호";
DeviceModelNumber = "장치 모델 번호";
DeviceModelName = "장치 모델 이름";
ServiceID = "서비스 ID";
ModelID = "모델 ID";
DeviceSKUName = "장치 SKU 이름";
HSDLifesaverClaimIDTitle = "활성화 코드";
HSDDeviceUUIDTitle = "장치 UUID";
HSDZipCodeTitle = "우편 번호";

UndefinedDrumTitle = "이미지 드럼";

// authentication dialog
AuthenticationTitle = "이 설정에 액세스하려면 암호를 입력하십시오.";
AuthenticationDescription = "이 설정에 액세스하려면 장치에서 이전에 설정한 암호가 필요합니다.";
ShowPasswordTitle = "암호 표시";
KeyChainTitle = "내 키체인에 이 암호 기억";
IncorrectPasswordMessage = "암호가 잘못되었습니다.";

// ICC profile registration
DriverNeedsUpdateMsg = "드라이버를 업데이트해야 합니다. [HP 지원]을 클릭하여 HP 웹 사이트로 이동하고 새 드라이버가 있는지 확인합니다.";
DeviceIsBusyMsg = "장치가 사용 중입니다. 장치에서 인쇄하지 않으면 다시 시도하십시오.";
HPSupportButtonTitle = "HP 지원";

// Applying device settings
ApplyDeviceSettingsGenericError = "설정을 적용할 수 없었습니다";
ApplyDeviceSettingsGenericErrorRecoverySuggestion = "장치가 온라인 상태이며 연결되어 있는지 확인합니다.";

// assistant
AssistantCloseAlertTitle = "길잡이를 닫으시겠습니까?";
AssistantCloseAlertMessage = "길잡이는 HP 장치 또는 소프트웨어를 구성하여 모든 기능을 완전히 이용할 수 있게 합니다. 장치가 적절히 구성되지 않으면 일부 기능이 작동하지 않을 수 있습니다.";
AssistantTocViewWidth = "150";
AssistantTaskViewPreferredSize = "{630,381}";

DeviceIsAlreadySetUpTitle = "장치가 설정됨";
DeviceIsAlreadySetUpMessage = "선택한 장치가 이미 설정되어 있습니다.";

DeviceDoesNotRequireSetupTitle = "설정 필요 없음";
DeviceDoesNotRequireSetupMessage = "선택한 장치는 설정이 필요 없습니다.";

CannotConfigureWirelessTitle = "무선을 설정할 수 없음";
CannotConfigureWirelessMessage = "Wi-Fi는 연결된 이더넷 케이블과 작동하지 않습니다.";

HSDUseHPEasyStartToSetupDeviceTitle = "이 장치를 설정하려면 HP Easy Start가 필요합니다.";
HSDUseHPEasyStartToSetupDeviceMessage = "HSD_TEXT:HP Easy Start는 HP 프린터를 설정하고 Mac에서 인쇄할 수 있는 새로운 방식을 제공합니다. HSDHPEasyStartDescription";

HSDUseHPEasyStartToSetupDeviceString = "HSD_TEXT:이 주소에 있는 장치를 설정하려면 HP Easy Start가 필요합니다. HSDHPEasyStartDescription";

HSDHPEasyStartDescription = "HSD_TEXT:HP Easy Start가 프린터의 최신 소프트웨어를 찾아 설치한 다음 프린터 설정으로 안내합니다.

HSD_LINK:HSDEasyStartLink에서 HP Easy Start를 다운로드하십시오.";

DeviceIsNotSupportedTitle = "지원되지 않는 장치";
DeviceIsNotSupportedMessage = "HP Utility 업데이트하거나 이 장치를 지원하도록 제작된 다른 HP 소프트웨어를 사용하여 문제를 해결할 수 있습니다.";
DeviceAtAddressIsNotSupportedString = "이 주소의 장치를 지원하지 않습니다. HP Utility 업데이트하거나 이 장치를 지원하도록 제작된 다른 HP 소프트웨어를 사용하여 문제를 해결할 수 있습니다.";
MultipleDriversNotInstalledTitle = "장치 설정을 위해 필요한 HP 소프트웨어를 찾을 수 없음";
MultipleDriversNotInstalledWarningTitle = "장치 설정을 위해 필요한 일부 HP 소프트웨어를 찾을 수 없음";
PrintDriverNotInstalledTitle = "인쇄 설정을 위해 필요한 HP 소프트웨어를 찾을 수 없음";
ScanDriverNotInstalledTitle = "스캔 설정을 위해 필요한 HP 소프트웨어를 찾을 수 없음";
FaxDriverNotInstalledTitle = "팩스 설정을 위해 필요한 HP 소프트웨어를 찾을 수 없음";
HSDInstallLatestSoftwareMessage = "HSD_TEXT:HSD_LINK:HSD_URL:HSDSupportLink_URL에서 장치에 사용할 최신 소프트웨어를 다운로드 및 설치한 후 다시 시도하십시오.";
HSDMissingSoftwareMessage = "HSD_TEXT:HSD_LINK:HSD_URL:HSDSupportLink_URL에서 최신 소프트웨어를 다운로드 및 설치한 후 다시 시도하십시오. 최신 소프트웨어를 설치하지 않고 진행하면 일부 기능이 작동하지 않습니다.";

DisabledFeaturesWarningSheetTitle = "비활성화된 기능";
DisabledFeaturesWarningSheetMessage = "관리자는 선택한 장치의 일부 기능을 사용할 수 없습니다.\n\n자세한 정보는 관리자에게 문의하거나 장치 설명서를 참조하십시오.";

DeviceIsConnectedViaAccessPointTitle = "장치를 특수 무선 네트워크를 통해 설정할 수 없음";
DeviceIsProbablyConnectedViaAccessPointMessage = "선택한 장치에 대한 연결이 장치가 생성한 특수 무선 네트워크를 통해 설정되었을 수 있습니다. 장치가 목록에 두 번 표시된 경우 현재 선택되지 않은 항목을 선택해 보십시오. 그렇지 않은 경우 컴퓨터가 액세스할 수 있는 유선 또는 무선 네트워크에 장치가 연결됐는지 확인 후 다시 시도하십시오.\n\n컴퓨터가 장치의 특수 무선 네트워크에 연결되지 않은 경우 [계속]을 클릭하여 장치를 설정하십시오.";
DeviceIsConnectedViaAccessPointMessage = "선택한 장치에 대한 연결이 장치가 생성한 특수 무선 네트워크를 통해 설정되었습니다. 장치가 목록에 두 번 표시된 경우 현재 선택되지 않은 항목을 선택해 보십시오. 그렇지 않은 경우 컴퓨터가 액세스할 수 있는 유선 또는 무선 네트워크에 장치가 연결됐는지 확인 후 다시 시도하십시오.";

// HP Privacy Statement Panel
HSDHPPrivacyStatementTitle = "HP 개인 정보 보호 정책";
HPPrivacyStatement = "HP는 고객의 개인 정보를 보호합니다. 등록 정보는 시장 조사를 위해 익명으로 집계되어 HP 제품과 지원 사항을 개선하기 위해 사용됩니다. 정보는 마지막 전송 날짜 이후로 5년간 보관되며 해외에 위치할 수 있는 HP 지사로 전송됩니다.\n\nHP는 고객의 개인 정보를 전자상으로 HP 서버에 전송합니다. 정보를 전송하는 컴퓨터의 IP 주소는 정보 전송 목적으로만 사용됩니다.";
HPOnlinePrivacyStatementButtonTitle = "HP 개인 정보 보호 정책";

// Assistant window titles
HSDAssistantWindowTitleFormat = "HP Utility - %@";
HSDAssistantSetupWindowTitle = "설정";

//Add Device Manually titles
ManualAddWindowTitle = "장치 수동 추가";
ManualAddTitle = "장치 수동 추가";
ManualAddAddressTypeLabel = "주소 형식:";
ManualAddAddressLabel = "주소:";
ManualAddFormatTitle = "형식s:";
AddButton = "추가";

InvalidAddress = "잘못된 주소 형식";
ProgressMessage = "장치에 연결 중…";
NotReachableMessage = "장치에 접속할 수 없습니다.";
NotSupportedDeviceMessage = "이 주소의 장치가 지원되지 않음";

HostHameFormat = "이름.도메인";
HostOrBonjourDomainName = "호스트 이름 또는 Bonjour 도메인 이름";

ConnectToNetworkWithoutBluetooth = "유선 또는 무선 네트워크에 컴퓨터를 연결하고 다시 시도하십시오.";
ConnectToNetwork = "유선 또는 무선 네트워크에 컴퓨터를 연결하거나 블루투스를 활성화하고 다시 시도하십시오.";
NoNetworkConnection = "네트워크 연결 없음";

BluetoothIsOffAlertMessage = "MAC에서 Bluetooth가 꺼져 있습니다.";
BluetoothIsOffAlertExplanation = "시스템 환경설정 또는 Bluetooth 메뉴에서 Bluetooth를 활성화하십시오.";

HPTableHeaderColumnName = "열";
MoreInfoTitle = "추가 정보";

// Device Unavailable strings
kDeviceUnavailabilityAlertTitleKey = "장치 연결이 끊어졌습니다.";
kDeviceReconnectUnavailabilityAlertTitleKey = "장치와의 연결을 설정할 수 없습니다.";
kDeviceUnavailabilityAlertReconnectButtonTitleKey = "재연결";
kDeviceUnavailabilityAlertSelectOtherButtonTitleKey = "다른 사항 선택…";
kDeviceUnavailabilityAlertMessageKey = "다른 장치를 선택하거나 현재 장치와의 연결을 시도할 수 있습니다.";

HSDCurrentSettingTitle = "[現在の設定]";

DeviceInReserveModeMsgPigment = "예비 모드에서는 정렬을 수행할 수 없습니다. 비어 있거나 누락된 카트리지를 교체하십시오.";
NoPensErrorMessagePigment = "인쇄 카트리지가 설치되었다면 카트리지 노즐을 덮고 있는 플라스틱 테이프가 제거되었는지 확인하십시오.";
SomePenErrorMessagePigment = "카트리지가 누락되거나 감지되지 않거나 잘못 설치된 것 같습니다.";
PageWideCollectionUnit = "수거함";
BlackPageWideCartridgeTitle = "검정색 카트리지";
CyanPageWideCartridgeTitle = "청록색 카트리지";
MagentaPageWideCartridgeTitle = "진홍색 카트리지";
YellowPageWideCartridgeTitle = "노란색 카트리지";

// Printer sleeping warning
PrinterIsSleepingTitle = "프린터가 절전 모드에 있을 때 이 기능을 이용하실 수 없습니다";
PrinterIsSleepingMessage = "지금 프린터를 다시 활성화하려면 아래의 '절전 모드 해제' 버튼을 클릭하십시오";
WakeUpButtonTitle = "절전 모드 해제";

HSDUserNameTitle = "사용자 이름:";
HSDPasswordTitle = "암호:";

HSDPromptToLogin = "이 페이지를 보려면 로그인해야 합니다.";
HSDPromptToLoginIncorrectPassword = "입력한 사용자 이름이나 비밀번호가 옳지 않습니다. 올바로 입력했는지 확인하고 다시 시도하십시오.";
HSDPromptToLoginInformativeText = "비밀번호가 암호화되어 발송됩니다.";
